/* DE Strings */

/*  Screen Titles */
"STR_TITLE_SEARCH" = "Ergebnisse";
"STR_TITLE_FAVORITES" = "Favoriten";
"STR_TITLE_COMPANIES" = "Firmen";
"STR_TITLE_CONTACTS" = "Kontakte";
"STR_TITLE_DIARY" = "Tagebuch";
"STR_TITLE_TASKS" = "Aufgaben";
"STR_TITLE_TIPS" = "Hinweis";
"STR_TITLE_MORE" = "Mehr";
"STR_TITLE_DETAILS" = "Details";
"STR_TITLE_EDIT" = "Bearbeiten";
"STR_TITLE_ACTIVITY" = "Aktivität";

// Buttons 
// some buttons use Title strings to avoid duplication 
"STR_BTN_SEARCH" = "Suchen";
"STR_BTN_GO" = "Go";
"STR_BTN_BACK" = "Zurück";
"STR_BTN_SAVE" = "Speichern";
"STR_BTN_SHARE" = "Senden";
"STR_BTN_APPLY" = "Bewerbung";
"STR_BTN_MAP" = "Karte";
"STR_BTN_HIGH" = "Hoch";
"STR_BTN_MED" = "Mittel";
"STR_BTN_LOW" = "Gering";

// Labels
"STR_JOB" = "Job";
"STR_FIND" = "Jobs finden:";
"STR_RECENT" = "Lezte Suchen";
"STR_TITLE" = "Titel";
"STR_NAME" = "Name";
"STR_COMPANY" = "Firma";
"STR_LOCATION" = "Lage";
"STR_TYPE" = "Art";
"STR_DATE" = "Termin";
"STR_CONTACT" = "Kontakt";
"STR_NOTES" = "Jotting";
"STR_PAY" = "Lohn";
"STR_LINK" = "Link";
"STR_EMAIL" = "E-mail";
"STR_PHONE" = "Telefon";
"STR_PRIORITY" = "Priorität";
"STR_OTHER" = "Andere";

"STR_RESULTS_FOR" = "Suchergebnisse für %@ in %@";
"STR_LEADS_FOR" = "Gespeicherten Jobs für %@";
"STR_CONTACTS_FOR" = "Kontakte für %@";
"STR_SEL_TYPE" = "Wählen Sie einen Typ";

// Edit Field Placeholders
"STR_PH_KEYWORD" = "Stichwort oder Firmenname";
"STR_PH_LOCATION" = "Stadt, Land";

// Picklists
"STR_CO_TYPE_DEFAULT" = "Default";
"STR_CO_TYPE_AGENCY" = "Arbeitsvermittlung";
"STR_CO_TYPE_GOVT" = "Regierung";
"STR_CO_TYPE_EDUC" = "Bildung";

"STR_JOB_TYPE_FT" = "Vollzeit-";
"STR_JOB_TYPE_PT" = "Teilzeit-";
"STR_JOB_TYPE_CON" = "Auftrag";
"STR_JOB_TYPE_C2C" = "Verkäufer";
"STR_JOB_TYPE_INTERN" = "Praktikant";
"STR_JOB_TYPE_VOL" = "Freiwillige";

"STR_CONTACT_TYPE_RECRUIT" = "Werber";
"STR_CONTACT_TYPE_REF" = "Referenz";

// Messages
"STR_SHARE" = "Teilen Sie Ihre Geschichte oder überprüfen neuesten Nachrichten";
"STR_NEWS" = "Nachrichten";
"STR_OK" = "Ok";
"STR_NO_NETWORK" = "Keine Netzwerkverbindung";
"STR_EMPTY_FIELD" = "Bitte geben Sie einen Suchbegriff und Lage";
"STR_SAVED" = "Gespeichert";
"STR_ERROR" = "Fehler";
"STR_VALID_LOCATION" = "Bitte geben Sie eine gültige Stadt und Land";
"STR_NO_LISTINGS" = "Keine Ergebnisse für diese Seite";


// Common
"STR_SHARE_TWITTER_TEXT" = "Found job via Job Agent %@:";